org/redes/redes.org
#+Title: Redes y Sistemas Distribuidos

Notas del libro *Computer Networking: A Top-Down Approach* por James Kurose y
Keith Ross.

* [[./1.org][Redes de Computadoras y la Internet]]
* [[./2.org][Capa de Aplicacion y HTTP]]
* [[./3.org][SMTP y DNS]]
* [[./4.org][Capa de Transporte, UDP y Entrega confiable]]
* [[./5.org][Ventana deslizante y TCP]]
* [[./6.org][Control de Congenstion]]
* [[./8.org][Data Plane - Arquitectura de routers, IP y framentación]]
* [[./9.org][Data Plane - Direccionamiento e IPv6]]
* [[./10.org][Control Plane]]
* [[./12.org][Capa de Enlace: Intro, DOCSIS y ARP]]
* [[./13.org][Capa de Enlace: LAN Ethernet]]
* [[./14.org][Redes Móviles]]
  