redes/redes.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-09-16 Wed 13:16 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Redes y Sistemas Distribuidos</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" type="text/css" href="/res/org.css"/>
<link rel="stylesheet" type="text/css" href="../res/org.css"/>
</head>
<body>
<div id="content">
<p>
Notas del libro <b>Computer Networking: A Top-Down Approach</b> por James Kurose y
Keith Ross.
</p>

<div id="outline-container-orga0766cf" class="outline-2">
<h2 id="orga0766cf"><span class="section-number-2">1</span> <a href="./1.html">Redes de Computadoras y la Internet</a></h2>
</div>
<div id="outline-container-org7a2a71c" class="outline-2">
<h2 id="org7a2a71c"><span class="section-number-2">2</span> <a href="./2.html">Capa de Aplicacion y HTTP</a></h2>
</div>
<div id="outline-container-org8364e25" class="outline-2">
<h2 id="org8364e25"><span class="section-number-2">3</span> <a href="./3.html">SMTP y DNS</a></h2>
</div>
<div id="outline-container-org9a2a5a7" class="outline-2">
<h2 id="org9a2a5a7"><span class="section-number-2">4</span> <a href="./4.html">Capa de Transporte, UDP y Entrega confiable</a></h2>
</div>
<div id="outline-container-org78198ee" class="outline-2">
<h2 id="org78198ee"><span class="section-number-2">5</span> <a href="./5.html">Ventana deslizante y TCP</a></h2>
</div>
<div id="outline-container-orge60567a" class="outline-2">
<h2 id="orge60567a"><span class="section-number-2">6</span> <a href="./6.html">Control de Congenstion</a></h2>
</div>
<div id="outline-container-orgf65d250" class="outline-2">
<h2 id="orgf65d250"><span class="section-number-2">7</span> <a href="./8.html">Data Plane - Arquitectura de routers, IP y framentación</a></h2>
</div>
<div id="outline-container-org311981d" class="outline-2">
<h2 id="org311981d"><span class="section-number-2">8</span> <a href="./9.html">Data Plane - Direccionamiento e IPv6</a></h2>
</div>
<div id="outline-container-orgf193896" class="outline-2">
<h2 id="orgf193896"><span class="section-number-2">9</span> <a href="./10.html">Control Plane</a></h2>
</div>
<div id="outline-container-org74fea72" class="outline-2">
<h2 id="org74fea72"><span class="section-number-2">10</span> <a href="./12.html">Capa de Enlace: Intro, DOCSIS y ARP</a></h2>
</div>
<div id="outline-container-org005a7f0" class="outline-2">
<h2 id="org005a7f0"><span class="section-number-2">11</span> <a href="./13.html">Capa de Enlace: LAN Ethernet</a></h2>
</div>
<div id="outline-container-org1100930" class="outline-2">
<h2 id="org1100930"><span class="section-number-2">12</span> <a href="./14.html">Redes Móviles</a></h2>
</div>
</div>
<div id="postamble" class="status">
Last update: 2020-09-16 13:16
</div>
</body>
</html>
